{"lessons":[{
	"title": "Give Fear the Boot",
	"lesson_text": "<p>Perfect love, God's love, gives fear the boot. Fear stands at the doorway of our destinies and dares us to step inside. It bullies us into believing that if we step across the threshold we will fail, or worse yet, God will fail us. Fear holds a “Danger! Keep Out!” sign over our pre-ordained adventures and pokes drain holes in our Spirit-filled confidence.</p><p>What if . . .</p><p>Oswald Chambers once said, “The remarkable thing about fearing God is that when you fear God you fear nothing else, whereas if you do not fear God you fear everything else.”</p><p>The fear of rejection and the fear of the unknown can be paralyzing. It is an insidious force that has stymied the dreams and sabotaged God's promises for many of God's children. That's what the great leaders in the Bible had to overcome. That's what you and I must overcome if we are going to move forward and live bold.</p><p>Several years ago, the movie The Patriot was filmed near my hometown. It was a movie about the Revolutionary War, and several of my neighbors auditioned to become extras for the film. My neighbor Mike was one of those. He had lost a leg due to cancer when he was in his twenties and wore a prosthetic limb from the knee down. “Surely they'll pick me,” he said with a quick wit. “I've already got a fake leg! I'll be perfect for the war scenes.”</p><p>But they didn't pick Mike for the battle scenes. Rather they picked his 9-year-old son, Michael, to be the stand-in for Benjamin Martin's (Mel Gibson's) young son Samuel. For months, Michael wore his hair long with extensions, slipped on Italian knickers and knee-high stockings, and acted the part of a colonial American boy. He traveled to rural South Carolina where part of the movie was filmed and received an education in the production of the silver screen. Michael saw how producers and makeup artists made something appear real when it wasn't.</p><p>The movie was a bloody reenactment of the horrors of the Revolutionary War, which I would have normally shied away from. But we were anxious to see Michael's acting debut. I had to cover my eyes during several of the gruesome guts and gore war scenes. However little Michael didn't even bat an eye. Why? He knew it wasn't real.</p><p>During one scene, Mel Gibson pummeled a British soldier and landed a hatchet square in the middle of his bloody forehead. Once again, I quickly covered my eyes. Michael watched nonplused. His comment?</p><p>“That's not real. That guy walked around with that hatchet in his head for three days. We even ate lunch together and he had that hatchet with fake blood glued to his head the whole time. It isn't real.”</p><p>Michael knew what was real and what wasn't real . . . and that removed all fear. Oh, that we could do the same. Anxiety, worry, and fear wrap you up in yourself, trapping your own thoughts in a suffocating stranglehold. When you know the truth of God's love, rather when you actually believe the truth of God's love, it removes the paralyzing fear that holds you hostage. The truth not only sets you free, it becomes the wind beneath your sails to take you on exciting adventures God has planned.</p><b>Let's Pray</b><p>Heavenly Father, sometimes I am afraid. I worry. I am weak-kneed. Help me to trust in Your unfailing love and give fear the boot right out of the door of my heart. I know that You have my best interest in mind…all the time. Help me to trust in Your sovereign goodness and move forward with confidence.</p><br/><p>In Jesus' Name,</p><br/><p>Amen.</p><p>Related Bible Verse: 1 John 4:18 </p><p>Credit: Crosswalk.com</p>",
	"question_one": "Think of a time when you were afraid to do something that you knew God was calling you to do. What was the result of moving forward?",
	"question_two": "If you did not move forward, what do you think you missed?",
	"question_three": "What is one person from the Bible who overcame fear? What did they overcome?",
	"question_four": "What are other Bible verses that help you with fear?",
	"image": "kickfear.jpg"
}, {
	"title": "Time to Get Healthy",
	"lesson_text": "<p>I have struggled with weight issues since I was a little girl. Part of my struggle is rooted in “fluffy” genes lovingly passed down to me through several generations of “fluffy” relatives. The remainder of my struggle is firmly rooted in the fact that I hate exercise, take medications that cause weight gain, enjoy eating, and sometimes use food as an emotional outlet and reward. </p><p>I was a young adult and living on my own before I realized that part of the creation process included green things called vegetables. The motto in our family was, “If it ain't fried, it ain't right.” Gravy was a condiment and potatoes a staple at every meal. No bread? How can you have a meal without bread? And dessert was a necessity. Get the picture? </p><p>Over the years, I have tried just about every diet I could find. I could always lose weight. I just could not keep it off. The day came when I threw in the towel. </p><p>My name is Mary, and I am a Carboholic. </p><p>I was done. I was burned out on diets and quick fixes. I didn't want to be a certain size. I just wanted to feel good and to be as healthy as I could possibly be at this point in my life. </p><p>I went to a highly-recommended Christian nutritionist who asked me to complete a packet of 500 questions (not kidding), did an EKG, ran more blood tests than I have ever had run in my life, and introduced me to the coolest machine that measures fat and muscle in the body. After all the tests were in, Dr. Tague smiled at me and calmly said, “Mary, you are a malnourished woman.” </p><p>My mouth literally fell open in shock. At the time, I was at least 50 pounds overweight and ate pretty much everything in sight whenever I felt the slightest twinge of hunger. How could I possibly be malnourished?</p><p>The doctor went on to explain that I was indeed eating … but I was eating all the wrong things … at all the wrong times. In fact, I was dangerously low in several key vitamins and minerals. He handed me a small paper cup filled with a mixture of those vitamins and minerals to take before leaving his office and said, “If you were my patient in the hospital, I would not release you until some of these levels came up.” Now he had my undivided attention. </p><p>God often works the same way. </p><p>I spend more time working on ministry checklists than I spend in God's Word.</p><p>Prayer is more often a drive-through event than the sit-down-at-His-feet experience it should be. </p><p>I give God the leftovers of my day when I should purposefully plan my time with Him.  </p><p>Rather than investing time in relationships, I follow friends on Facebook or text them to ease my guilt. </p><p>I choose what is easiest and more convenient in ministry instead of choosing the best part of ministry, which is often messy and inconvenient. </p><p>I often allow the hedges of protection to go untended, resulting in a lack of boundaries and margins in my life.</p><p>I allow myself to become a malnourished Christian. </p><p>God then lovingly but unquestionably gets my attention in several ways - a crisis that knocks every prop but Him out from under me, or an illness that rips every choice out of my hands and really makes me stop. I can then get the spiritual nourishment that really feeds my soul. Nourishment like sustaining time in the Word of God … significant, life-giving time in prayer … nurturing time with encouraging friends … opportunities to give myself away in service. </p><p>After following the carefully laid out plan of my nutritionist for two years, I have lost 65 pounds, but that is not the best or most important news. I feel better than I have felt in many years! My blood work, EKGs, and BMI (body mass index) are all perfect. And the doctor has now pronounced me a well-nourished woman. </p><p>I want to be a well-nourished Christian. I want to get my spiritual ducks in a row. I am seeking God on what I should and should not do. I am setting boundaries and asking my husband and accountability group to hold my feet to the fire in keeping those boundaries firmly in place. I am practicing saying “no.” I am bringing order to any areas of chaos. I am resting beside the still waters. And I know He will restore my soul just as He has restored my body in so many ways. </p><p>How about you? Are you a malnourished Christian? Today is the day to take a step toward spiritual health!</p><b>Let's Pray</b><p>Father, I celebrate the amazing truth that You chose to live in me and that my body is Your temple. Please forgive me when I abuse that temple. And I am so sorry for the many times that I neglect You, Lord. Forgive me when I fail to spend time in Your Word and at Your feet in prayer. I need Your strength and power to practice Godly discipline. I want to become healthy in every area of my life – for my good and for Your glory. </p><br/><p>In Jesus' name, </p><p>Amen.</p><p>Related Bible Verse: 1 Corinthians 6:19</p><p>Credit: Crosswalk.com</p>",
	"question_one": "How would you describe your daily diet?",
	"question_two": "What times of physical activity do you enjoy, or do you not exercise?",
	"question_three": "How much time do you spend in the Word?",
	"question_four": "Describe your daily prayer life.",
	"image": "healthy.jpg"
}, {
	"title": "Put it in Reverse",
	"lesson_text": "<p>If you've been around Christian believers for any length of time then you have probably heard people talking about their “life verse.” Having a life verse isn't a Biblical mandate and it doesn't make anyone sprout wings of holiness, but it's a thing. A thing that often redirects us to God's Word. Which is always good.</p><p>Back in the day of Joshua, the people of Israel were led through the Jordan River when the Lord made a miraculous way. After they reached the other side safely, God told the leaders to go back into the water and gather 12 large stones, one to represent each tribe, and to place them by the water's edge. The stones became a visual reminder of the deliverance that they'd experienced at the hands of God.</p><p>Life verses are a remembrance stone of sorts. They are usually a verse that reminds people of Biblical promises or of a special time in their lives when they experienced the powerful presence of God. Sometimes a life verse is a scripture that reminds us not to worry, like Philippians 4:6 - or verses that reminds us of God's inseparable love, like Romans 8:37-39.</p><p>I have more than one life verse (overachiever alert.) One is <cite>Psalm 105:4</cite>, because it instructs my heart of what is most important. “Look to the Lord and His strength; seek His face always.” Love it. I need to remind my heart of which direction it should face.</p><p>Another one of my life verses is more of a remembrance stone. Psalm 34:5 reminds me that I am not the sum of what I do or what I've done, but that I am defined and refined by the One to whom I look. “Those who look to Him are radiant; their faces are never covered in shame.”</p><p>I know what it is to look to people other than God to define my beauty. I know what it's like to look to my accomplishments, my failures, my bank account, or my social media page to inform my heart {and others} of my value and virtue. But God doesn't care about those things. He cares about where I look: to Him, to myself, or to others.</p><p>I am defined by the restoring, forgiving grace of God, not by my past choices, others' voices, or my present struggles. So <cite>Psalm 34:5</cite> is a perfect life verse for me. It reminds me of the value God sees in me and it reminds me to look His way.</p><p>When I sign copies of my book Broken into Beautiful I usually add the <cite>Psalm 34:5</cite> verse reference below my signature. It fits the message of the book, that God is all about healing wounded hearts and redefining our lives according to His beauty, not our brokenness.</p><p>Imagine my dismay when one day I realized that I had just signed someone's book with the verse numbers inverted. I signed Psalm 35:4 and had NO IDEA what the message of that verse was.</p><p>So I looked it up.</p><p>And quickly realized it was a verse written by David asking God to ruin his enemies! Good glory! I laughed and re-versed the book, changing the reference back to Psalm 34:5. This simple mistake got my heart to thinking. Sometimes I need to re-verse {or redirect} the things I say and do.</p><p>When I get distracted and leave God out of my day, it's time to re-verse and remember what's most important. “You shall love the Lord your God with all your heart and with all your soul and with all your mind. This is the great and first commandment.” (<cite>Matthew 22:37-38</cite>)</p><p>When I get grumbly or gossipy, it's time to re-verse. “Do everything without grumbling or arguing, so that you may become blameless and pure.” (<cite>Philippians 2:14-15</cite>) “Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.” (Ephesians 4:29)</p><p>When I feel insecure or unloved, it's time to re-verse. “The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.” (<cite>Zephaniah 3:17</cite>)</p><p>All day long I need to reroute my thoughts and actions toward the truth, wisdom and guidance of the Bible. I need to go back into the river of life, to the Word, to look up and memorize references that will set my heart and mind on the path of God's will. Re-verse with me today?</p><b>Let's Pray</b><p>Dear Lord, I'm so grateful that You are loving, kind, and patient. Please help me to live according to Your truth. Convict my heart when it needs correction. Help me to know when I need to re-verse, and move me to the path of Your holiness through Your Word.</p><br/><p>In Jesus'  Name I pray,</p><p>Amen.</p><p>Related Bible Verses: 1 Corinthians 6:19, Psalm 119:9-11</p><p>Credit: Crosswalk.com</p>",
	"question_one": "What three directives are we given from Psalm 119:9-11?",
	"question_two": "What are the rewards of these directives?",
	"question_three": "How might these be applied in your life today?",
	"question_four": "Do you have a life verse?",
	"image": "reverse.jpg"
}, {
    "title" : "Creating a Calm Home",
    "lesson_text" : "<p>If you were to observe my home, you won't catch me doing linens on Mondays, mopping on Wednesdays, and doing my once-a-month cooking on the first Friday. One fine day, I was actually dusting the blinds. My husband James yelled, “What's that noise?” alarmed the kids might be messing with something. </p><p>“It's me, cleaning the blinds!” I shot back proudly. </p><p>He was quiet for a moment and then yelled in amazement, “I haven't heard that sound in 10 years!” </p><p>Each home will have its own level of neatness to aspire to, but there is something that everyone can agree upon as ideal: living in a calm, peaceful home. What is the atmosphere of your home on most days? Could you describe it as a place of refuge or is it more chaotic or stressful? There's the visible calm of a clean, orderly home and there's also the invisible calm of a welcoming, loving environment. </p><p>What if you've had a lousy day, or week, or month? I know I've had bad mornings and still managed to smile at a room full of strangers in a meeting. Somehow we can put negative feelings behind us and act civilly – even warmly – to acquaintances and co-workers. Yet our families and closest friends can get the emotional scraps of the day. </p><p>The Bible says it exactly this way twice, “Better to live on a corner of the roof than share a house with a quarrelsome wife” (<cite>Proverbs 21:9</cite>, <cite>Proverbs 25:24</cite>). The writer of this proverb would rather live in a awful spot unsuitable for cold or rain than in a comfortable house with a sour, scolding woman. No external conveniences can replace the desire and need for internal peace.</p><p>Do you realize the power you have to create a calm environment? Women are often like thermostats, setting the emotional tone for everyone else by acting warmly or coldly.  You can invite the Holy Spirit into your life today so you can be joyful even when circumstances aren't. You can show love towards your family by speaking a love language such as words of affirmation, gifts, time, acts of service, or physical touch even if you don't feel like it. If your spouse likes things tidy, you can pick a few things up right before he comes home.</p><p>The outside world can be a noisy, harsh, ungodly place. Your home can be a needed refuge for the soul. A refuge is a place of resort and safety, a dwelling place, high tower, shelter, and hope. Purpose in your heart that when you're home, you will do everything in your power to create a peaceful place. That may mean turning off the TV and computer more often, nagging less, looking for areas to praise instead of criticize, and possibly dusting the blinds from time to time.</p><b>Let's Pray</b><p>Dear Lord, forgive me for being quarrelsome and ungrateful sometimes. Help me to be an agent of love in my home. Your Word says blessed are the peacemakers. I want to be a peacemaker in my home. Change my heart that I might be calmer and more respectful to those closest to me.</p><br/><p>In Jesus' Name,</p><p>Amen.</p>",
    "question_one" : "How would you rate the level of calm in your home on a scale from 1 to 10?",
    "question_two" : "If you rated the level of peace below an 8, can you think of ways to increase your rating?",
    "question_three" : "If you rated the level of peace at an 8 or above, how have you maintained that level?",
    "question_four" : "Ask the Lord, “What's one thing I can do to create a calmer home today?” If you feel comfortable, share his response.",
    "image" : "calmhome.jpg"
}, {
    "title" : "One Step Ahead",
    "lesson_text" : "<p>I stared at the pile of papers, unsure for the first time about how to complete them. It was the middle school registration packet for my oldest son Ethan.  I wasn't sure how to fill out a few blanks.  It all seemed so much more complicated than elementary school. <p>The Lord directs the steps of the godly.  He delights in every detail of their lives. </p><p>I had faith this verse even applied to middle schoolers. </p><p>Like in the game show <i>Who Wants to Be a Millionaire</i>, I decided to “phone-a-friend” for help.  Not just any friend…my middle school counselor friend.</p><p>You see, just a few months before deciding on where Ethan would go to middle school, we joined a small group at church. There we made a new friend who just happened to be a counselor at Ethan's new school. </p><p>Coincidence?  I don't think so.  My friend told me exactly what to do and even arranged for me to meet my son's advisor.  As I left that middle school office fully assured, I was reminded once again that God is always one step ahead.  He had orchestrated meeting my counselor friend just before we needed her! </p><p>When we enter a new phase and stage of life, we can be confident that God goes before us.  If you're starting a new job next week, God knows exactly where your desk will be and which people you will need to meet. </p><p>If you're saying goodbye to a friend or having trouble with a loved one, God knows how to get you through the rough spots and bring you comfort.</p><p>He directs the steps of the godly.  It's up to God to orchestrate your life.  It's up to you to be directed.  It's our job to simply follow and trust, but that can be hard when we want control and security. </p><p>I've seen the bumper sticker that reads, “God is my co-pilot.”  Although I'm sure the writer was well intentioned, the slogan isn't Scriptural.  God doesn't want to be a co-pilot.  He wants to be the pilot.  As long as you are navigating your life, God cannot direct you to His best. </p><p>The first commandment in <cite>Exodus 20:2-3</cite> is “I am the Lord your God, who rescued you from the land of Egypt, the place of your slavery.  You must not have any other god but me.” </p><p>We belong to God.  He is the Lord and the sole director of our lives.  In the same way He rescued the Israelites out of slavery, He will rescue and redeem your life.  Even if it seems like you're walking through a wilderness right now, God is directing your every step.  He delights in every detail of your life and will create a beautiful story that is worth telling.  Keep trusting and walking.  Don't worry - He's one step ahead of you.</p><b>Let's Pray</b><p>Dear Lord, thank You for leading my life and delighting in my way.  I don't always know what to do, but I'm so glad that You know.  I trust You to direct my every step and ask You to give me wisdom today.  May I rest in the confidence that You have everything under control. </p><br/><p>In Jesus' Name,<p><p>Amen.</p><p>Related Bible Verse: Psalm 37, 23</p><p>Credit: Crosswalk.com</p>",
    "question_one" : "What would the bumper sticker on your life say…”God is my pilot” or “God is my co-pilot”? ",
    "question_two" : "What is one past experience that you know you were directed by God?",
    "question_three" : "What's one current concern of your life you can turn over to God, asking Him to direct your steps?",
    "question_four" : "What are other Bible verses that remind us that God always guides our journeys?",
    "image" : "stepahead.jpg"
}]}